---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsStringersPresent
source: html/6a789b4a-ae55-a087-757a-94c03997797a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsStringersPresent Property

"Stringer Position"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsStringersPresent { get; }
```